Repository: r0227n/WhisperPad
Catalog: WhisperPad/WhisperPad/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# %@、%@インジケーター
source: %1$@, %2$@ indicator
ja: %1$@、%2$@インジケーター

# %@、ショートカット: %@
source: %1$@, shortcut: %2$@
ja: %1$@、ショートカット: %2$@

# %@のホットキー: %@。クリックして変更
source: Hotkey for %1$@: %2$@. Click to change
ja: %1$@のホットキー: %2$@。クリックして変更

# accessibility.audio_level
source: Audio level
ja: 音声レベル

# accessibility.help
source: Help
ja: ヘルプ

# accessibility.show_details
source: Show detailed settings
ja: 詳細設定を表示します

# accessibility.status.error
source: Error
ja: エラー

# accessibility.status.paused
source: Paused
ja: 一時停止中

# accessibility.status.processing
source: Processing
ja: 処理中

# accessibility.status.ready
source: Ready
ja: 準備完了

# accessibility.status.recording
source: Recording
ja: 録音中

# app.tooltip
source: WhisperPad - Voice-to-Text Transcription
ja: WhisperPad - 音声文字起こし

# common.cancel
source: Cancel
ja: キャンセル

# common.change
source: Change...
ja: 変更...

# common.clear
source: Clear
ja: クリア

# common.close
source: Close
ja: 閉じる

# common.delete
source: Delete
ja: 削除

# common.description
source: Description
ja: 説明

# common.reset
source: Reset
ja: リセット

# error.dialog.general.title
source: Error
ja: エラー

# error.dialog.model.title
source: Model Error
ja: モデルエラー

# error.dialog.recording.title
source: Recording Error
ja: 録音エラー

# error.dialog.transcription.title
source: Transcription Error
ja: 文字起こしエラー

# error.model.deletion_failed
source: Failed to delete model
ja: モデルの削除に失敗しました

# error.model.download_failed
source: Failed to download model
ja: モデルのダウンロードに失敗しました

# error.model.fetch_available_failed
source: Failed to fetch available models
ja: 利用可能なモデルの取得に失敗しました

# error.model.fetch_downloaded_failed
source: Failed to fetch downloaded models
ja: ダウンロード済みモデルの取得に失敗しました

# error.model.invalid_default
source: Default model is not available
ja: デフォルトモデルが利用できません

# error.model.no_models_found
source: No models found. Please download a model in Settings.
ja: モデルが見つかりません。設定からモデルをダウンロードしてください。

# error.model.selection_failed
source: Failed to select model
ja: モデルの選択に失敗しました

# error.recording.audio_file_creation_failed
source: Failed to create audio file: %@
ja: オーディオファイルの作成に失敗しました: %@

# error.recording.audio_session_setup_failed
source: Audio session setup failed.
ja: オーディオセッションの設定に失敗しました。

# error.recording.no_recording_url
source: Recording file URL not set.
ja: 録音ファイルのURLが設定されていません。

# error.recording.permission_denied
source: Microphone access denied. Grant permission in System Settings.
ja: マイクへのアクセスが拒否されました。システム設定で権限を許可してください。

# error.recording.recorder_start_failed
source: Failed to start recorder: %@
ja: 録音の開始に失敗しました: %@

# error.recording.recording_failed
source: Failed to start recording: %@
ja: 録音の開始に失敗しました: %@

# error.recording.segment_merge_failed
source: Failed to merge audio segments: %@
ja: 音声セグメントの結合に失敗しました: %@

# error.streaming.buffer_overflow
source: Audio buffer overflowed. Processing cannot keep up.
ja: 音声バッファがオーバーフローしました。処理が追いついていません。

# error.streaming.initialization_failed
source: Failed to initialize streaming transcription: %@
ja: ストリーミング文字起こしの初期化に失敗しました: %@

# error.streaming.microphone_permission_denied
source: Microphone access denied. Grant permission in System Settings.
ja: マイクへのアクセスが拒否されました。システム設定で権限を許可してください。

# error.streaming.processing_failed
source: Audio processing failed: %@
ja: 音声処理に失敗しました: %@

# error.transcription.audio_load_failed
source: Failed to load audio file: %@
ja: 音声ファイルの読み込みに失敗しました: %@

# error.transcription.initialization_failed
source: Failed to initialize WhisperKit: %@
ja: WhisperKitの初期化に失敗しました: %@

# error.transcription.model_download_failed
source: Failed to download model: %@
ja: モデルのダウンロードに失敗しました: %@

# error.transcription.model_load_failed
source: Failed to load model: %@
ja: モデルの読み込みに失敗しました: %@

# error.transcription.model_not_found
source: Model '%@' not found
ja: モデル'%@'が見つかりません

# error.transcription.model_not_loaded
source: Model not loaded. Please download a model first.
ja: モデルが読み込まれていません。先にモデルをダウンロードしてください。

# error.transcription.transcription_failed
source: Failed to transcribe: %@
ja: 文字起こしに失敗しました: %@

# error.transcription.unknown
source: Unknown error: %@
ja: 不明なエラー: %@

# file_output_details.change
source: Change
ja: 変更

# file_output_details.naming_pattern
source: Naming Pattern
ja: ファイル名パターン

# file_output_details.output_directory
source: Output Directory
ja: 出力先ディレクトリ

# file_output_details.select
source: Select
ja: 選択

# file_output_details.select_folder
source: Select output folder
ja: 出力先フォルダを選択

# file_output_details.title
source: File Output Settings
ja: ファイル出力設定

# file_output.change_location
source: Change location
ja: 保存先を変更

# file_output.file_format
source: File Format
ja: ファイル形式

# file_output.filename_format
source: Filename Format
ja: ファイル名形式

# file_output.filename_format.datetime
source: DateTime (WhisperPad_20241201_143052)
ja: 日時 (WhisperPad_20241201_143052)

# file_output.filename_format.sequential
source: Sequential (WhisperPad_001)
ja: 連番 (WhisperPad_001)

# file_output.filename_format.timestamp
source: Timestamp (WhisperPad_1701415852)
ja: タイムスタンプ (WhisperPad_1701415852)

# file_output.footer
source: Transcription results will be saved as text files
ja: 文字起こし結果をテキストファイルとして保存します

# file_output.include_metadata
source: Include Metadata
ja: メタデータを含める

# file_output.include_metadata.help
source: Include creation date and app information in file
ja: ファイルに作成日時やアプリ情報を含めます

# file_output.location
source: Location
ja: 保存先

# file_output.location.change
source: Change...
ja: 保存先を変更

# file_output.location.reset
source: Reset
ja: リセット

# file_output.select_folder.message
source: Please select the folder to save files
ja: ファイルを保存するフォルダを選択してください

# file_output.select_folder.prompt
source: Select
ja: 選択

# file_output.title
source: File Output Settings
ja: ファイル出力設定

# hotkey.accessibility.change
source: Shortcut: %@. Click to change, right-click for options
ja: ショートカット: %@。クリックして変更、右クリックでオプション

# hotkey.accessibility.conflict_warning
source: Shortcut conflict warning:
ja: ショートカット競合警告:

# hotkey.accessibility.shortcut_label
source: Shortcut:
ja: ショートカット:

# hotkey.category.cancel
source: Cancel
ja: キャンセル

# hotkey.category.popup
source: Popup
ja: ポップアップ

# hotkey.category.recording
source: Recording
ja: 録音

# hotkey.clear
source: Clear
ja: クリア

# hotkey.clear.help
source: Reset hotkey to default
ja: ホットキーをデフォルトに戻します

# hotkey.conflict_alert.message
source: The %@ shortcut is already in use by another application and cannot be registered. Please select a different key combination.
ja: %@ のショートカットは他のアプリケーションで使用中のため、登録できません。別のキーコンビネーションを選択してください。

# hotkey.conflict_alert.message_generic
source: Cannot be registered because it is in use by another application.
ja: 他のアプリケーションで使用中のため、登録できません。

# hotkey.conflict_alert.title
source: Hotkey Registration Failed
ja: ホットキー登録失敗

# hotkey.conflict_notice
source: Change if it conflicts with other apps
ja: 他のアプリと競合する場合は変更してください

# hotkey.conflict.and
source: and
ja: と

# hotkey.conflict.help
source: Change if conflicts with other apps
ja: 他のアプリと競合する場合は変更してください

# hotkey.conflict.prefix
source: Conflict:
ja: 競合:

# hotkey.description
source: Description
ja: 説明

# hotkey.description.cancel
source: Cancel ongoing recording
ja: 進行中の録音をキャンセルします

# hotkey.description.close
source: Close popup
ja: ポップアップを閉じます

# hotkey.description.copy_and_close
source: Copy transcription to clipboard and close popup
ja: 文字起こしをクリップボードにコピーしてポップアップを閉じます

# hotkey.description.recording
source: Start or stop recording
ja: 録音を開始または停止します

# hotkey.description.recording_pause
source: Pause or resume recording
ja: 録音を一時停止または再開します

# hotkey.description.save_to_file
source: Save transcription to file
ja: 文字起こしをファイルに保存します

# hotkey.description.streaming
source: Start real-time transcription
ja: リアルタイム文字起こしを開始します

# hotkey.display.label
source: {label} hotkey: {combo}. Click to change
ja: {label}のホットキー: {combo}。クリックして変更

# hotkey.duplicate_alert.message
source: The %@ shortcut is already in use by %@. Please select a different key combination.
ja: %@ のショートカットは、既に %@ で使用されています。 別のキーコンビネーションを選択してください。

# hotkey.duplicate_alert.message_generic
source: This shortcut is already in use by another function.
ja: このショートカットは既に別の機能で使用されています。

# hotkey.duplicate_alert.title
source: Hotkey Duplication
ja: ホットキーが重複しています

# hotkey.input.cancel
source: Cancel hotkey input
ja: ホットキーの入力をキャンセルします

# hotkey.input.clear
source: Reset hotkey to default
ja: ホットキーをデフォルトに戻します

# hotkey.input.recording
source: Recording key
ja: キーを入力中

# hotkey.input.waiting
source: Type key...
ja: キーを入力...

# hotkey.recording.cancel
source: Cancel
ja: キャンセル

# hotkey.recording.cancel.help
source: Cancel hotkey input
ja: ホットキーの入力をキャンセルします

# hotkey.recording.label
source: Press key...
ja: キーを入力中

# hotkey.recording.placeholder
source: Press key...
ja: キーを入力...

# hotkey.reset
source: Reset to Default
ja: デフォルトに戻す

# hotkey.reset.help
source: Reset this state
ja: この状態をリセット

# hotkey.select_prompt
source: Please select a shortcut
ja: ショートカットを選択してください

# hotkey.shortcut_key
source: Shortcut Key
ja: ショートカットキー

# hotkey.system_reserved_alert.message
source: The %@ shortcut cannot use key combinations reserved by the system (such as Cmd+C, Cmd+V). Please select a different key combination.
ja: %@ のショートカットには、システムで予約されているキーコンビネーション（Cmd+C、Cmd+Vなど）を使用できません。 別のキーコンビネーションを選択してください。

# hotkey.system_reserved_alert.message_generic
source: This shortcut is reserved by the system.
ja: このショートカットはシステムで予約されています。

# hotkey.system_reserved_alert.title
source: System Shortcut
ja: システムショートカット

# hotkey.type.cancel
source: Cancel Recording
ja: 録音キャンセル

# hotkey.type.close
source: Close
ja: 閉じる

# hotkey.type.copy_and_close
source: Copy and Close
ja: コピーして閉じる

# hotkey.type.recording
source: Start/Stop Recording
ja: 録音開始/停止

# hotkey.type.recording_pause
source: Pause/Resume
ja: 一時停止/再開

# hotkey.type.save_to_file
source: Save to File
ja: ファイル保存

# hotkey.type.streaming
source: Streaming
ja: ストリーミング

# icon.accessibility.label
source: %@ icon
ja: %@のアイコン

# icon.accessibility.label.cancel
source: Cancel icon
ja: キャンセルのアイコン

# icon.accessibility.label.completed
source: Completed icon
ja: 完了のアイコン

# icon.accessibility.label.error
source: Error icon
ja: エラーのアイコン

# icon.accessibility.label.idle
source: Idle icon
ja: 待機中のアイコン

# icon.accessibility.label.paused
source: Paused icon
ja: 一時停止中のアイコン

# icon.accessibility.label.recording
source: Recording icon
ja: 録音中のアイコン

# icon.accessibility.label.transcribing
source: Transcribing icon
ja: 文字起こし中のアイコン

# icon.color
source: Color
ja: 色

# icon.description
source: Description
ja: 説明

# icon.description.cancel
source: Recording or transcription was canceled by the user. Recording data is discarded and transcription is not performed.
ja: 録音または文字起こしがユーザーによってキャンセルされた状態です。録音データは破棄され、文字起こしは行われません。

# icon.description.completed
source: Transcription completed successfully. The result is copied to the clipboard and saved to a file according to settings.
ja: 文字起こしが正常に完了した状態です。結果はクリップボードにコピーされ、設定に応じてファイルにも保存されます。

# icon.description.error
source: An error occurred during recording or transcription. Check microphone access permissions and model download status.
ja: 録音または文字起こし中にエラーが発生した状態です。マイクへのアクセス権限やモデルのダウンロード状態を確認してください。

# icon.description.idle
source: The app is running but not recording or transcribing. Press the shortcut key to start recording at any time.
ja: アプリが起動していて、録音や文字起こしを行っていない待機状態です。ショートカットキーを押すといつでも録音を開始できます。

# icon.description.paused
source: Recording is paused. You can resume recording or stop and start transcription.
ja: 録音を一時停止している状態です。録音を再開するか、停止して文字起こしを開始できます。

# icon.description.recording
source: Currently recording audio. Microphone input is being recorded in real-time. Stopping the recording will start the transcription process.
ja: 音声を録音している状態です。マイクから入力される音声がリアルタイムで記録されています。録音を停止すると文字起こし処理が始まります。

# icon.description.streaming_completed
source: Streaming transcription completed successfully. Real-time processed results are copied to the clipboard.
ja: ストリーミング文字起こしが正常に完了した状態です。リアルタイム処理された結果がクリップボードにコピーされます。

# icon.description.streaming_transcribing
source: Recording and transcribing simultaneously in streaming mode. Transcription results are displayed in real-time as you speak.
ja: ストリーミングモードで録音と文字起こしを同時に行っている状態です。話しながらリアルタイムで文字起こし結果が表示されます。

# icon.description.transcribing
source: Transcribing recorded audio with the Whisper model. Processing time depends on device performance and model size.
ja: 録音した音声データをWhisperモデルで文字起こししている状態です。処理にはデバイスの性能やモデルサイズに応じて時間がかかります。

# icon.icon
source: Icon
ja: アイコン

# icon.more_symbols
source: More symbols...
ja: その他のシンボル...

# icon.reset
source: Reset this status
ja: この状態をリセット

# icon.search_placeholder
source: Search symbols...
ja: シンボルを検索...

# icon.select
source: Select Icon
ja: アイコンを選択

# icon.selected
source: Selected:
ja: 選択中:

source: Icon Status
ja: アイコン状態

# icon.status.cancel
source: Canceled
ja: キャンセル

# icon.status.completed
source: Completed
ja: 完了

# icon.status.error
source: Error
ja: エラー

# icon.status.idle
source: Idle
ja: 待機中

# icon.status.paused
source: Paused
ja: 一時停止中

# icon.status.recording
source: Recording
ja: 録音中

# icon.status.streaming_completed
source: Streaming Completed
ja: ストリーミング完了

# icon.status.streaming_transcribing
source: Streaming
ja: ストリーミング中

# icon.status.transcribing
source: Transcribing
ja: 文字起こし中

# icon.title
source: Icon
ja: アイコン

# locale.system
source: Auto (System)
ja: 自動（システム）

# menu.cancel
source: Cancel
ja: キャンセル

# menu.model.download_to_start
source: Download a model to start
ja: モデルをダウンロードして開始

# menu.model.downloading
source: Downloading... ({progress}%)
ja: ダウンロード中... ({progress}%)

# menu.model.error
source: Error
ja: エラー

# menu.model.load_start
source: Load Model
ja: モデルを読み込み開始

# menu.model.loading
source: Initializing...
ja: 初期化中...

# menu.model.no_models
source: No models available
ja: 利用可能なモデルがありません

# menu.model.selection
source: Model
ja: モデル

# menu.model.unloaded
source: Not loaded
ja: 未読み込み

# menu.quit
source: Quit
ja: 終了

# menu.recording.pause
source: Pause
ja: 一時停止

# menu.recording.resume
source: Resume Recording
ja: 録音再開

# menu.recording.start
source: Start Recording
ja: 録音開始

# menu.recording.stop
source: Stop Recording
ja: 録音終了

# menu.settings
source: Settings...
ja: 設定...

# menu.streaming.in_progress
source: Streaming...
ja: ストリーミング中...

# menu.streaming.start
source: Real-time Transcription
ja: リアルタイム文字起こし

# menu.transcribing
source: Transcribing...
ja: 文字起こし中...

# model.active.download_prompt
source: Download a model to begin
ja: モデルをダウンロードして開始

# model.active.empty
source: Please download a model
ja: モデルをダウンロードしてください

# model.active.label
source: Model
ja: モデル

# model.active.language
source: Language
ja: 言語

# model.active.recommended
source: Recommended
ja: 推奨

# model.active.section
source: Active Model
ja: 使用中のモデル

# model.active.title
source: Model
ja: モデル

# model.available.section
source: Available Models
ja: 利用可能なモデル

# model.badge.recommended
source: Recommended
ja: 推奨

# model.delete.confirm.message %@
source: '%@' will be deleted. Re-download required to use again.
ja: 「%@」を削除します。再度使用するにはダウンロードが必要です。

# model.delete.confirm.title
source: Delete model?
ja: モデルを削除しますか？

# model.download.help
source: Download for offline use
ja: オフライン使用のためダウンロード

# model.empty.download_prompt
source: Download a model to begin
ja: モデルをダウンロードして開始

# model.filter.all
source: All
ja: すべて

# model.filter.downloaded
source: Downloaded
ja: ダウンロード済み

# model.filter.not_downloaded
source: Not Downloaded
ja: 未ダウンロード

# model.filter.reset
source: Reset Filter
ja: フィルターをリセット

# model.filter.status
source: Status
ja: 状態

# model.list.loading
source: Loading models...
ja: モデル一覧を取得中...

# model.list.no_results
source: No models match the criteria
ja: 条件に一致するモデルがありません

# model.list.search_placeholder
source: Search models...
ja: モデルを検索...

# model.list.section
source: Available Models
ja: 利用可能なモデル

# model.row.delete.button
source: Delete
ja: 削除

# model.row.delete.help
source: Delete model (requires re-download to use)
ja: 削除（再使用には再ダウンロードが必要）

# model.row.delete.hint
source: Deletes the model. You will need to download it again to use it
ja: モデルを削除します。再使用には再ダウンロードが必要です

# model.row.delete.label %@
source: Delete %@
ja: %@を削除

# model.row.download_progress %@
source: Download progress for %@
ja: %@のダウンロード進捗

# model.row.download.button
source: Download
ja: ダウンロード

# model.row.download.help
source: Download for offline use
ja: オフライン使用のためダウンロード

# model.row.download.hint
source: Downloads the model to use it offline
ja: オフラインで使用するためにモデルをダウンロードします

# model.row.download.label %@
source: Download %@
ja: %@をダウンロード

# model.row.downloaded
source: Downloaded
ja: ダウンロード済み

# model.row.english_only
source: English Only
ja: 英語専用

# model.row.not_downloaded
source: Not Downloaded
ja: 未ダウンロード

# model.row.percentage.label %lld
source: %lld percent
ja: %lldパーセント

# model.search.clear
source: Clear search
ja: 検索をクリア

# model.search.placeholder
source: Search...
ja: 検索...

# model.storage.change
source: Change...
ja: 変更...

# model.storage.default
source: Default
ja: デフォルト

# model.storage.footer
source: Models stored locally for offline use
ja: ローカル保存でオフライン使用可能

# model.storage.location
source: Location
ja: 保存先

# model.storage.section
source: Storage
ja: ストレージ

# model.storage.usage
source: Usage
ja: 使用量

# notification.custom.complete_message
source: Complete Message
ja: 完了メッセージ

# notification.custom.complete_message.placeholder
source: When normal transcription completes
ja: 通常録音完了時

# notification.custom.notification_title
source: Title
ja: タイトル

# notification.custom.notification_title.placeholder
source: Notification Title
ja: 通知のタイトル

# notification.custom.reset.help
source: Reset notification settings to default values
ja: 通知設定を初期値に戻します

# notification.custom.streaming_message
source: Streaming Complete Message
ja: リアルタイム完了メッセージ

# notification.custom.streaming_message.placeholder
source: When real-time transcription completes
ja: リアルタイム文字起こし完了時

# notification.custom.title
source: Notification Message
ja: 通知メッセージ

# notification.custom.title_field
source: Title
ja: タイトル

# notification.file.save.failure
source: Failed to save file: %@
ja: ファイル保存に失敗: %@

# notification.file.save.success
source: Saved: %@
ja: 保存完了: %@

# notification.streaming.complete.message
source: Real-time transcription completed
ja: リアルタイム文字起こしが完了しました

# notification.transcription.complete.message
source: Transcription completed
ja: 文字起こしが完了しました

# recording.cancel_confirmation.alert.continue
source: Continue Recording
ja: 録音を続ける

# recording.cancel_confirmation.alert.discard
source: Discard
ja: 破棄する

# recording.cancel_confirmation.alert.dont_show_again
source: Don't show this again
ja: 今後表示しない

# recording.cancel_confirmation.alert.message
source: The recorded data will be discarded.
ja: 録音中のデータは破棄されます。

# recording.cancel_confirmation.alert.title
source: Cancel Recording?
ja: 録音を中止しますか？

# recording.input_device.accessibility
source: Audio input settings
ja: 音声入力設定

# recording.input_device.default_marker
source: (Default)
ja: (デフォルト)

# recording.input_device.help
source: Select recording microphone
ja: 録音用マイクを選択

# recording.input_device.system_default
source: System Default
ja: システムデフォルト

# recording.input_device.title
source: Input Device
ja: 入力デバイス

# recording.monitor.level
source: Audio Level
ja: 音声レベル

# recording.monitor.level.accessibility
source: Audio level
ja: 音声レベル

# recording.monitor.level.accessibility.value
source: %lld decibels
ja: %lld デシベル

# recording.monitor.start
source: Test Microphone
ja: マイクをテスト

# recording.monitor.stop
source: Stop Test
ja: テストを停止

# recording.monitor.title
source: Input Monitor
ja: 入力モニター

# recording.output.accessibility
source: Output settings
ja: 出力設定

# recording.output.configure
source: Configure
ja: 設定

# recording.output.copy_to_clipboard
source: Copy to Clipboard
ja: クリップボードにコピー

# recording.output.copy_to_clipboard.footer
source: Paste results immediately after transcription
ja: 完了後すぐにペースト可能

# recording.output.copy_to_clipboard.help
source: Copy results to clipboard
ja: 結果をクリップボードにコピー

# recording.output.save_to_file
source: Save to File
ja: ファイルに保存

# recording.output.save_to_file.help
source: Save results to file
ja: 結果をファイルに保存

# recording.output.section
source: Output
ja: 出力

# recording.output.settings
source: Settings
ja: 設定

# recording.output.title
source: Output Settings
ja: 出力設定

# recording.partial_success.alert.message
source: Failed to merge audio files. Only the first segment (%d/%d) has been saved. Recording content after pause was lost.
ja: 音声ファイルの結合に失敗したため、最初のセグメント（%d/%d）のみが保存されました。一時停止後の録音内容は失われています。

# recording.partial_success.alert.title
source: Partial Recording Saved
ja: 録音の一部が保存されました

# recording.silence_detection.accessibility
source: Silence detection settings
ja: 無音検出設定

# recording.silence_detection.accessibility_hint
source: Toggle to enable or disable automatic stopping on silence
ja: 無音時の自動停止を有効または無効にします

# recording.silence_detection.duration
source: Duration
ja: 継続時間

# recording.silence_detection.duration_accessibility
source: Silence duration
ja: 無音継続時間

# recording.silence_detection.duration_hint
source: Enter duration in seconds
ja: 秒単位で継続時間を入力

# recording.silence_detection.help
source: Enable to automatically stop recording when silence is detected
ja: 無音を検出したときに録音を自動停止します

# recording.silence_detection.seconds
source: seconds
ja: 秒

# recording.silence_detection.threshold
source: Threshold
ja: しきい値

# recording.silence_detection.threshold_accessibility
source: Silence threshold
ja: 無音判定しきい値

# recording.silence_detection.threshold_max
source: Louder
ja: 大きく

# recording.silence_detection.threshold_min
source: Quieter
ja: 小さく

# recording.silence_detection.threshold_value
source: %lld decibels
ja: %lld デシベル

# recording.silence_detection.title
source: Auto-stop on silence
ja: 無音時に自動停止

# recording.silence.auto_stop
source: Auto-stop on Silence
ja: 無音検出で自動停止

# recording.silence.auto_stop.help
source: Stop recording after silence duration
ja: 無音継続時に自動停止

# recording.silence.duration
source: Silence Duration
ja: 無音判定時間

# recording.silence.duration.help
source: Silence duration in seconds
ja: 無音判定時間（秒）

# recording.silence.duration.placeholder
source: seconds
ja: 秒

# recording.silence.footer
source: Stops when audio is below threshold for specified time
ja: 指定時間、音声レベルがしきい値を下回ると停止

# recording.silence.section
source: Silence Detection
ja: 無音検出

# recording.silence.threshold
source: Silence Threshold
ja: 無音判定しきい値

# recording.silence.threshold.label
source: Silence threshold: %lld decibels
ja: 無音判定しきい値: %lld デシベル

# recording.whisperkit_initializing.alert.message
source: The speech recognition engine is currently being initialized. Please wait a moment and try recording again.
ja: 音声認識エンジンの初期化中です。しばらくお待ちいただいてから、再度録音をお試しください。

# recording.whisperkit_initializing.alert.title
source: WhisperKit is Initializing
ja: WhisperKitを初期化中

# settings.general.basic
source: Basic Settings
ja: 基本設定

# settings.general.behavior
source: Behavior
ja: 動作

# settings.general.cancel_confirmation
source: Show cancel confirmation
ja: キャンセル確認を表示

# settings.general.cancel_confirmation.help
source: Ask for confirmation before canceling recording
ja: 録音をキャンセルする前に確認する

# settings.general.language.footer
source: Change the application display language. Changes may require restart.
ja: アプリケーションの表示言語を変更します。変更には再起動が必要な場合があります。

# settings.general.language.section
source: Language
ja: 言語

# settings.general.language.title
source: Language
ja: 言語

# settings.general.launch_at_login
source: Launch at Login
ja: ログイン時に起動

# settings.general.launch_at_login.help
source: Launch automatically on macOS startup
ja: macOS起動時に自動起動

# settings.general.notification
source: Notifications
ja: 通知

# settings.general.notification.customize.title
source: Customize Notification
ja: 通知をカスタマイズ
